Revit 2027 API
ParameterTypeId.ThermalMaterialParamVaporPressure Property
 "Vapor Pressure"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ThermalMaterialParamVaporPressure { get; }
Public Shared ReadOnly Property ThermalMaterialParamVaporPressure As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ThermalMaterialParamVaporPressure {
	ForgeTypeId^ get ();
}
static member ThermalMaterialParamVaporPressure : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace